[
  "In BHIM application is the language is selected manually?",
  "Can I do a transaction to a person staying in Norway by BHIM?",
  "Are charges applicable for P2P trasnactions on BHIM?",
  "How do I register in BHIM?",
  "Can i create a UPI ID without internet",
  "Is it necessary to add a beneficiary before sending money in BHIM?",
  "Can I mark a frequent payee as a favourite in BHIM?",
  "Is there a way to clear unwanted saved payee in BHIM?",
  "Can I remove frequent contacts from the BHIM quick list?",
  "It is possible to pay bills without a UPI PIN on BHIM?",
  "Can I complete a bill payment in BHIM without authentication?",
  "What should I do if BHIM dosen't accept my debit card details?",
  "How do I ensure my bank account appears correctly in BHIM?",
  "What are the steps to authorize an IPO mandate in BHIM?",
  "Is there a section in BHIM to view pending IPO authorizations?",
  "What does execution failed means in IPO UPI mandate approval?",
  "What happens if I accidentally decline the IPO mandate in BHIM?",
  "How long it take to know IPO allotment results?",
  "Can I check IPO allotment using my PAN or UPI ID?",
  "Can i register multiple accounts for the same type of bill",
  "2. Can i pay bills for different accounts under the same category",
  "How does it take for the money to reflect in mu UPI lite wallet?",
  "What is the max time to reflect money in my UPI Lite wallet?",
  "2.How many family members transactions can i track at a time?",
  "2. what is the daily limit in partial mode",
  "How long does it take to reflect vehicle detail changes in FASTag?",
  "Is there a daily limit for FASTag  recharge through UPI?",
  "How frequently do banks update UPI cashback schemes ?",
  "Can we add non registered bank to UPI?",
  "1.how do i  enabled upi golbal offline on my device?",
  "2. are there any limit transcation of golbal offline ?",
  "What is the process to add someone as a beneficiary in BHIM?",
  "2. how can we remove beneficiary?",
  "Do i need to verify a beneficiary before saving them?",
  "What steps do i follow to remove a contact from the favourites list on my phone?",
  "2.can i block & unblock a user?",
  "Will unblocked user get notified that i have unblocked them?",
  "Are there is any cashback or rewards with UPI Circle?",
  "Can secondary user are able to monitor primary user's transactions?",
  "Can UPI Circle helps to manage group payments?",
  "will group totals recalculate if a member is removed  in spilt expenses ?",
  "Is there a history of changes for group expenses",
  "Can I spilt transaction in two categories?",
  "Can I set default categories by account type?",
  "Can I track spending by credit card and debit card separately",
  "Can each member use their own payment method",
  "Can I link my famiy group to external wallets or payment systems",
  "Do we share the same bank account for payment",
  "Can I categorize expenses by family member",
  "Can I organize transaction by family members",
  "How can I revoke access for a family member?",
  "Can I revoke a one time mandate",
  "Is GST applicable on UPI mandate services ?",
  "Can e-Mandate be set up without customer consent",
  "What happens after I approve the UPI IPO submission",
  "How long does it take for the IPO request to show up in BHIM?",
  "How to regenerate an IPO mandate for BHIM",
  "how long after IPO close date should I check for allotment?",
  "Will I receive a reminder to approve the UPI amndate before it expires for an IPO ?",
  "Which bank allows IPO mandate creation through BHIM?",
  "1.What happens if I dont approve IPO request?",
  "Can I approve the IPO mandate after the application deadline",
  "1. Is UPI PIN Mandatory for UPI payments?",
  "2. upi pin mandatory for all bill payments also ?",
  "3. why not required upi pin for upi lite transactions.",
  "Is UPI PIN setup require internet",
  "How long does it take to set up a UPI PIN",
  "Does UPI PIN expire or stay permanent?",
  "14.what is the transaction limit in partial type?",
  "1.does rupay credit card charges on upi?",
  "1.How can I foreclose an EMI?",
  "can I pay off my EMI early",
  "do I need to provide adhar details for upi complaint",
  "2.can we make transactions without upi id ?",
  "3.how does an upi id looks , help me with an example ?",
  "how many characters are in upi number.",
  "2.can i use my email id as upi id?",
  "Are there any specific format required for creating UP number",
  "What are rules for setting up a UPI number.",
  "1.what is upi 10 digit number?",
  "2.where do i find my upi number?",
  "Is it any risk to share my UPI number with unknown merchants?",
  "Does switching to light mode affect battery life?",
  "Is there a diiference between app\nlevel and system-wide dark mode?",
  "1 . in My fastag amount has been not added ?",
  "2 . where can I find rechange Balance for fastag ?",
  "Can I recharge someone else's FASTag using my account?",
  "Are transaction alerts enabled by\n default in payment apps?",
  "What should I do if a transaction is missing from my BHIM history ?",
  "Can I get a receipt or reference number for a transaction from BHIM ?",
  "2.where can i check my added bank accounts in app?",
  "Can I set alerts for low UPI lite balance ?",
  "Where is the UPI lite balance displayed in the app home screen?",
  "Can I share or forward my UPI lite transaction details?",
  "where can I track the status of a refund request in UPI lite?",
  "Why is the fingerprint option not showing in my BHIM app?",
  "How do I identify a fake or scam UPI request ?",
  "Are there penalties for sending fake UPI request?",
  "can I user face recognition for app lock in BHIM?",
  "what happens if I cancel a UPI payment request?",
  "Can I resend a payment request after canceling the original one ?"
]