[
  "Can I use BHIM to track my payments?",
  "Can I use BHIM as a wallet?",
  "I am in country _____ can I use BHIM",
  "1) Can I add an additional VPA in the profile? If so how can I do it?",
  "1) How do I authenticate UPI transaction?",
  "I am unable to pay my bill of Rs 120000",
  "1)Can I do a UPI transaction without PIN?\n2) Can I use my credit card to add funds to my UPI Lite account?\n3) Can I use cash to top up my UPI Lite balance?\n4) Have not got any SMS for Lite?\n5) I have a problem in UPI Lite\n6) No pin for UPI Lite?",
  "1) My 80 year old mother needs to make transactions, how can BHIM help?\n2) My 10 year old son needs to make transactions, how can BHIM help?",
  "My access to UPI circle is revoked",
  "Can I share payments with my friends?",
  "Can I adjust the amount I want to split with my friend?",
  "1) Can I find out how much I spent on food this month?",
  "Can I link my bank account to my family group?",
  "Can my family member make a payment for a bill?",
  "1) Not able to participate in an IPO",
  "1) I Have not got IPO allotment?",
  "1) Not able to add another secondary user",
  "How will i use lite",
  "unable to disable lite",
  "Hello Team, Still money has not been credited to my account.. not in savings as well as not in wallet. Please look into matter and request to resolve.",
  "My UPI Lite x balance become 0 automatically no one help me yo do not have any support option froud application It's already 25 days passed but I'm not get any amount back…",
  "Hi, you will have to share some target date for the closure. It can not be an open ended issue. Nov23 failed transaction is not refunded yet. I don't find your internal grievances redressal system effective. So I am enforced to get help from an external such authority for this issue.",
  "7980734353 The money was not refunded even after a month.\n\n",
  "It's been 18 days sir/ ma'am and my issue is still not solved\n",
  "Money has gone missing after top up of ₹2000 from my upilite x account. My father also has lost ₹2000 + ₹500 from his upi lite x account. But there has been no action taken from the team.",
  "I was initiated amount of 1000 rupees in my UPI lite X account on Thursday which is 04/04/24 amount was deducted from my account as well as payment shows successful but my UPI lite X account shows zero balance. The customer service is pathetic and also mirror us 19's era situation .Government institutions efficiency irrevocable no matter whatever progress we achieved.",
  "I have added 1000rs to my UPI lite account\nAnd it has been disappeared",
  "@NPCI_BHIM Its more than a week I reported",
  "My balance money of Rs 1513 disappeared on updating the bhim app on my mobile. No way to contact BHIM. My mobile no is 9873239767",
  "NPCI_BHIM Please assist me with recovering over ₹1,800 lost through UPI Lite.\r\n\r\nAfter reinstalling the app due to malfunction, my balance showed zero.\r\n\r\nDespite multiple attempts, my bank hasn't addressed this.\r\n\r\nKindly help me reclaim the amount.",
  "recently added an amount of Rs.2000/- to UPI Lite on BHIM app is showing as zero. When I call the BHIM app helpline, the sound quality is so bad that I cannot understand anything that is being said.Please respond to this.",
  "NPCI_NPCI @NPCI_BHIM Bhim UPI Lite account not deactivated on previous mobile. Tried to deactivate on old handset later but amount is showing zero. New mobile with same number now active. Kindly help in recovering amount from backend. Thanks",
  "Hi,\nI unable to topup upi lite account linked with hdfc savings account. I get the error, topup failed, insufficient balance, transaction id null. If I try to close upi lite account, I get error UL4. Please help. Hii\nI am unable to topup upi lite account linked to hdfc savings account. I get error message, insufficient balance, transaction id null. If I try to close upi lite, I get error UL4. Please help.",
  "I am enabled UPI lite x on 10th may 2014, after that my account balance is not showing...., it was showing as zero balance....\r\nStill not resolved and not received any answer from bhim....",
  "please call me at 74839 93223\r\n\r\n@NPCI_BHIM hi Team, I've lost upi lite balance without using it and I don't have an option to reach any customer care. Please help asap. I don't mind going to court for this. I have used only 42 out of ₹500 - ss for your reference. Please assist asap. @NPCI_NPCI",
  "UPI Lite top up not working... When ever I try topping up UPI Lite, the app is transferring money from UPI Lite to Bank, instead of the other way round... Please look into this. What will the bank do? When topping up UPI Lite, the app is transferring money to the Bank whereas it should be drawing money from the bank account into the on device wallet... So is it not a problem with the app BHIM App? How can bank help in this case? How will that help ? Why don't you check the app functionality...",
  "Hi, My upi lite x account is frozen. 1721 inr is stuck ..neither I can use that balance nor I can deregister the you lite to get that money back.\r\nI have messaged you the details.. Please Help! Hi Support My upi lite x balance is stuck. Neither I can use nor I can deregister When 8 scan QR codes at any shop the transaction is not able to happen..Even I am not able to deregister the lite x Not able to add money It's kind of a locked state with 1721 inr stuck",
  "I have a problem with bhim UPI lite.. recently I have uninstalled bhim app..then I installed back bhim app but my 1000 rs in bhim UPI lite amount is missing.. and it is showing as 0.. it's been 4 days no refund initiated.. I'm a student so 1000 rs is huge amount for me.. please respond bhim team. I thought this is trusted app . Don't break the trust.. I want my refund back.",
  "But I have already gone to previous mobile still not get money then I deactivate the said lite account. It has been advised on FAQ that in such cases money will be refunded to account linked with number after 4-5 days",
  "800 rupees have disappeared from my UPI Lite account and I am not even able to file a complaint about it",
  "I’m unable to use or de register UPI Lite on BHIM (iOS 18.1, iPhone 11). I’ve been experiencing this issue for well over a year and there doesn’t seem to be any way to raise this issue with someone who can help?",
  "I'm waiting but it seems that your tech team is no supporting me. In this issue. Bhut shi team hai apki. Turant issue fix kr deti hai. Fir chahe kitne bhi kaisa bhi ho. Govn ko bolo jb kuch apke agents ko aata hi nhi hai kuch pta hi nhi hai to nikal de n unhe job se.19 june se 8 July ho gyi abtk koi jawab nhi hai apke pass",
  "Your UPI putting on hold my account of money 2000 what a built shit by ur such a fraud",
  "Due to my mobile stolen using new Mobile with same account linked register number but unable to use or deregister SBI BHIM UPI LITE Account. Please take necessary action as early as possible. Error screen shot attached. M CHANDRA SHEKHAR",
  "Does UP ID works like email ID?",
  "Is UPI ID alphanumeric?",
  "What is the full form of UPI?",
  "How is the UPI ID formatted?",
  " 2. can i create multiple upi id in single handset\n",
  "Can I choose my own UPI ID?",
  "Can I have more than one UPI ID for the same account?",
  "1. How can i enable UPI\n",
  "What is the full form of UPI?",
  "Is UPI available 24/7?",
  "Can I have more than one VPA?",
  "How can I delete my VPA?",
  "2. how can i change my upi pin",
  "Can we use ATM PIN instead of UPI PIN?",
  "Can we use english alphabets to UPI PIN?",
  "Is BHIM different from other UPI apps?",
  "Is BHIM app works like google pay?",
  "Can I receive money using BHIM?",
  "Can I store money in BHIM like a wallet?",
  "Can I store money in BHIM like a wallet?",
  "Does BHIM offer cashback or wallet style rewards?",
  "1.what are the features available in offline by dialing *99#?\n",
  "2.elobarate the certain details which are not available in offline?\n",
  "What is 99# service?",
  "Is it possible to send money using BHIM in offline mode?",
  "Do I need to choose bank account manully?",
  "Can I link a different bank account after registration?",
  "1. How can I use BHIM if my bank is not live on UPI?",
  "2.my bank is not live on BHIM app so how can i add?",
  "How does \"not live on UPI\" mean?",
  "Can I user BHIM to check UPI enabled banks?",
  "Where can I scan and pay using BHIM QR codes?",
  "What types of places accept payments through BHIM?",
  "\n2. What is 123Pay?",
  "For using BHIM is the debit card mandatory?",
  "Is BHIM app available on play store?",
  "Q2. Is BHIM APP available in mac book?",
  "Q3. Can we use one login in multiple devices?",
  "Is BHIM application works on Windows devices?",
  "In BHIM application is the language is selected manually?",
  "In BHIM application is the language selection is changeable?",
  "In BHIM the language selection is applicable for both android & IOS?",
  "In BHIM by changing language all the fields languages are changed?",
  "\n2.Can i use BHIM App with foreign SIM Card",
  "In which countries BHIM is applicable",
  "Is QR code payment applicable outside India?",
  "Can I do a transaction to a person staying in Norway by BHIM?",
  "Are charges applicable for P2P trasnactions on BHIM?",
  "Are charges applicable for P2M trasnactions on BHIM?",
  "Are charges applicable for USSD based tranasctions on BHIM?",
  "Is bhim customer is avilable 24/7.?",
  "for app issue what are the option are available ?",
  "customer care number is available or not in bhim.?",
  "How do I register in BHIM?",
  "2. What is the onboarding process?",
  "How does BHIM confirm my mobile number during registration?",
  "\n2.Can i create a UPI ID without internet",
  "1 . what is Beneficiaries\n",
  "\n\nQ2. Can i add split expense for more then 15 members",
  "How to settle up expenses after a group trip",
  "How to check who has paid in a group ?",
  "\n2.can i split expense after a week of the transaction?",
  "Can i download or export the records of past spilt expenses?",
  "Can i add single participant in multiple groups?",
  "Can i create multiple spilt group if the participant limit is exceeded?",
  "What happens to the payment request if i delete the spilt?",
  "Can i update individuals shares after payment of split?",
  "Are their is a time limit to cancel the split?",
  "What is the max limit of group members in spilt expenses group?",
  "What is the advantage of unequal split expenses feature?",
  "Will the secondary user can be notified if they try to exceed their limit?",
  "Can i track who has completed their payment in a split expenses request?",
  "Can i track who has completed their payment in a split expenses request?",
  "What is the advantage of unequal split expenses feature?",
  "\n2.can i split expense after a week of the transaction?",
  "Can i download or export the records of past spilt expenses?",
  "\n\nQ2. Can i add split expense for more then 15 members",
  "How to settle up expenses after a group trip",
  "How to check who has paid in a group ?",
  "Can i add single participant in multiple groups?",
  "Can i create multiple spilt group if the participant limit is exceeded?",
  "What happens to the payment request if i delete the spilt?",
  "Can i update individuals shares after payment of split?",
  "Are their is a time limit to cancel the split?",
  "What is the max limit of group members in spilt expenses group?",
  "2 . I have sent amount to wrong beneficiaries",
  "Can I edit or remove a beneficiary in BHIM?",
  "Is it necessary to add a beneficiary before sending money in BHIM?",
  "How do I add someone to my beneficiary list in BHIM?",
  "Can I mark a frequent payee as a favourite in BHIM?",
  "Do I need to save a beneficairy before sending money in BHIM?",
  "1. What is the use of Favourite.",
  "2. How Can I add transaction under Favourite option",
  "How do I manage my favourite contacts in the BHIM app?",
  "Is there a way to clear unwanted saved payee in BHIM?",
  "Can I remove frequent contacts from the BHIM quick list?",
  "It is possible to pay bills without a UPI PIN on BHIM?",
  "Can I complete a bill payment in BHIM without authentication?",
  "2.How does upi works?\n",
  "Is my existing UPI PIN valid on BHIM too?",
  "Is it necessary to reset my UPI PIN when switching to BHIM?",
  "What should I do if BHIM dosen't accept my debit card details?",
  "Is it necessary to link a bank account to use BHIM?",
  "Why is BHIM not saving my new default bank account selection?",
  "\n1.which Bank account can be added ",
  "Q2.How much time it will take to link the unlisted bank in the bhim app",
  "When will BHIM support my bank",
  "Is there an alternate way to link my bank to BHIM",
  "Q1. I can see my bank, but I cannot see my account number. What do I do?",
  "Q2. Where can i find my bank accounts linked to my BHIM APP?",
  "How do I fix the issue of missing account information in BHIM?",
  "2.Why BHIM is not allowing users to add and transact through credit cards other than Rupay?",
  "3.How to remove default bank account on BHIM app?",
  "How do I know if my credit card is eligible for BHIM UPI?",
  "Is it possible to use a Visa or MasterCard credit card in BHIM?",
  "2.How to remove one and only bank account linked with the BHIM App?",
  "4.can i add the joint account in BHIM App?",
  "How can I unlink my bank account in the BHIM app?",
  "1.How many bank accounts can I link to my BHIM account?",
  "2.Can I link multiple bank account in BHIM account?",
  "It is possible to link 6 accounts?",
  "How do I ensure my bank account appears correctly in BHIM?",
  "Do I need a demat account to apply, for an IPO through BHIM?",
  "What are the steps to authorize an IPO mandate in BHIM?",
  "Is there a section in BHIM to view pending IPO authorizations?",
  "1.what is bid ?",
  "2.what is IPO ?",
  "3.what if bid is unsuccessfull?",
  "\n2.what is IPO mandate?",
  "How do I fix a failed IPO UPI mandate in BHIM?",
  "Can I re-authorize or retry a failed IPO request in BHIM?",
  "What does execution failed means in IPO UPI mandate approval?",
  "What happens if I accidentally decline the IPO mandate in BHIM?",
  "1. Will I be able to know whether I have gotten the allotment or not?\n",
  "2. what if share is not allotted?",
  "Where can I find out if I've been alloted shares in the IPO?",
  "How long it take to know IPO allotment results?",
  "Does BHIM show IPO allotment status?",
  "Can I check IPO allotment using my PAN or UPI ID?",
  "\n2.what if bill payment failed in bhim app?\n",
  "Why isn't my bank showing any billers in the bill pay section?",
  "\n\nQ3. I have three banks linked to BHIM APP so can i pay 3 bill payments of 100000 from each bank?",
  "\n2.how can i do metro card recharge in BHIM?",
  "1. Can i register multiple accounts for the same type of bill\n",
  "2. Can i pay bills for different accounts under the same category",
  "1 . what is the Purpose of UPI Lite ?\n",
  "2 . how does the UPI Lite Works ?",
  "Can customers activate UPI Lite directly through their UPI app?",
  "\n2. why should i use upi lite account",
  "How often I can load my UPI Lite wallet?",
  "Do i need internet access to load money into my UPI Lite wallet?",
  "How does it take for the money to reflect in mu UPI lite wallet?",
  "Are there any delays in crediting funds to the UPI Lite wallet?",
  "What is the max time to reflect money in my UPI Lite wallet?",
  "1.What Will Be the Limits Associated with UPI LITE Payment Mode?\n2.what are the advantages in using upi lite ?\n3.how many transactions can i make per day by using upi lite \n",
  "how can i access the detailed guidelines for UPI lite transaction?",
  "\n\nQ2. Can i use Upi circle with UPI global account ?",
  "\n3.should i have NRI/NRE bank account to use the upi global",
  "Do i get alerts when secondary users exceeds the limit/",
  "How do I change the spilt when adding an expense ?",
  "\n2.How many family members transactions can i track at a time?",
  "What Kind of reward can I earn from referrals?",
  "1 . In Refer Offer how much the cashback is Getting ?\n2 . what are the steps of Refer ?",
  "1. how Can I refer someone who is already using the app?\n2 what is the purpose of refer a person",
  "Q2. in pause state can we revoke a mandate in bhim app?",
  "Are there reminders if I don’t accept the IPO request",
  "Do all IPO registrars accpet BHIM UPI?",
  "\n\nQ2. there is any limitaions in added debit cards while setting UPI pin?",
  "\n2.How can i change my upi pin ?",
  "how can i reset my existing upi pin ?",
  "what is difference between send money and request money ?",
  "what benefit does UPI circle offer ijn BHIM",
  "can I join a UPI circle if someone invites me",
  "\n\n2. what is the daily limit in partial mode\n\n",
  "\n\nQ2. Primary user in abroad and secondary users in india will upi circle works ?",
  "\n2.How do i add a merchant to my UPI circle",
  "Closed",
  "1. Which app supports Rupay debit card.?\n\n",
  "how much digits upi pin I set for rupay credit card.",
  "Where will I receive otp to set upi pin using adhar card.",
  "Are there facilities to convert rupay credit card into EMIs",
  "what assistance is provided wen I select UPI help option.",
  "\n\n2.Can i delete the upi id",
  "Is a deactivated UPI number\npermanently lost ?",
  "\n\n2.what is the difference between UPI and UPI Lite.?",
  "How long does it take to reflect vehicle\ndetail changes in FASTag?",
  "Is there a daily limit for FASTag  recharge\nthrough UPI?",
  "Are there any requirements for setting\n up UPI lite on BHIM?",
  "what are the risks of clearing BHIM app data\non my phone ?",
  "\n2.can i add my profile picture",
  "How frequently do banks update UPI\ncashback schemes ?",
  "Do I need to link BHIM to my app store\naccount for purchases ?",
  "What are the requirements to use UPI Global?",
  "Do i need a bank approval to activate UPI Global on my account?",
  "2.what is limit of upi global?",
  "1.how does upi global work?",
  "3.what are the banks live on upi global?",
  "Can we add non registered bank to UPI?",
  "can i receive my bank statement via email or PDF format?",
  "In which format i can download my bank statement?",
  "1. I don't have option to approve my auto pay",
  "2. Can I set up auto pay from BHIM app?",
  "3. How do I revoke mandate?",
  "4. How to cancel an auto pay?",
  "1.how do i  enabled upi golbal offline on my device?",
  "2. are there any limit transcation of golbal offline ?",
  "Does UPI Global support offline transactions like UPI Lite?",
  "Are offline QR code payments supported under UPI Global?",
  "1 . can i use the BHIM App in Nokia keypad",
  "2 . why we need to use BHIM ?",
  "Are the security features in BHIM prevent frauds?",
  "Can BHIM be trusted for large UPI transfer?",
  "1. Using Bhim app, if I send money to international is there any charges.",
  "2. why I am not receiving otp while doing registration of BHIM app",
  "Can i \"edit\" or \"remove\" name from my beneficiaries?",
  "What is the difference between a beneficiary and a payee?",
  "What is the process to add someone as a beneficiary in BHIM?",
  "1. how can we add Favourites?",
  "2. how can we remove beneficiary?",
  "Do i need to verify a beneficiary before saving them?",
  "Is it possible to create a beneficiary list for quick payments?",
  "2.What are the advantages in using favourites option in bhim ?",
  "3.after removing from favourites , does the transaction history get vanished",
  "What steps do i follow to remove a contact from the favourites list on my phone?",
  "Can i remove multiple contacts from favourites at once?",
  "How do i know if a contact has been successfully removed from favourites?",
  "2.can i block & unblock a user?",
  "Will unblocked user get notified that i have unblocked them?",
  "Is there a limit to how many times i can block and unblock user?",
  "1. What is UPI Circle?",
  "2. what is the use of upi circle?",
  "3. limit of secondary user in upi circle ?",
  "4. how much transaction secondary user can do with out primary user permission?",
  "Is UPI Circle available to users outside of india?",
  "Are there age restrictions for using UPI Circle?",
  "Can both individuals and businesses use UPI circle?",
  "Can UPI Circle helps to manage group payments?",
  "Are there is any cashback or rewards with UPI Circle?",
  "What is the difference between authentication or authorization control?",
  "What is the purpose on authorization?",
  "1.How does this feature enhance security?",
  "What security measures are built into the UPI Circle features?",
  "1. I am not able to see the payments made by secondary user\n2. Can I see the payments made by the secondary user?",
  "Can secondary user are able to monitor primary user's transactions?",
  "\n\n3.if i want to deregister the bhim app i have to disable the upi circle",
  "Can UPI Circle helps to manage group payments?",
  "Are there is any cashback or rewards with UPI Circle?",
  "Can i allocate specific budget to each family member?",
  "What is the minimum & maximum limit that i can set for family members?",
  "What are the conditions for revoking the access?",
  "What are the major steps to revoke delegated access?",
  "1 . what is secondary users\n2 . how secondary user do transaction above 5000 ?",
  "1. Can i add third party upi id in bhim for split feature\n",
  "Will the app automatically send reminders to those who haven't paid their share/",
  "1.how can i mark a payment as paid manually?\n3.what if one of the person doesnt pay the bill?",
  "How do i track payments made by each ?person ?",
  "1.Can I add or remove members after creating a group?\n2.How to exit from a group on BHim app?",
  "Can I remove a spiltwise member without affecting balances ?",
  "What happens if someone joins the group after expenses are already spilt",
  "will group totals recalculate if a member is removed  in spilt expenses ?",
  "?\n2.Is there any limit regarding this split?",
  "Will group get notify id I change the expense",
  "Is there a history of changes for group expenses",
  "1. How do I remove a group?\n2. Can I edit a group?",
  "Is deleted group data is store anywhere",
  "Can other member still acess the delete group",
  "How can I summarize past expenses by group member",
  "How long should I keep group expense record",
  "How can I track changes made to old group expenses",
  "1. Did i receive any alerts about overspending in specific categories\n2. What was my total spend on food",
  "How can we use spend data to improve decision making ?",
  "Can I automate a weekly spend report",
  "How do I know my spend dashboard is working well",
  "Can I share the dashboard with my spilt expenses group",
  "What filters can I use in a spend analysis dashboard?",
  "Can I modify/New vendor categories?",
  "What trends can I find in the dashboard n spilt expense",
  "Can we check how much we are spending in travelling",
  "Can I Check my current spend with past transactions",
  "Can I spilt transaction in two categories?",
  "Can I set default categories by account type?",
  "Can I share spend  categories data with others",
  "1.How to set budget in spend analytics?\n2. how can we check spend transaction history?",
  "Can I track spending by credit card and debit card separately",
  "Can I view spending breakdowns by account",
  "Can dashboard auto - detect payment methods",
  "Can I track budget by card and wallet together",
  "\n3.if the family person doesnt have bank account , can i add them into family list ?\n5.how many members can we add in family?\n6.can i use family feature in offline?",
  "Can family members see each other's transaction",
  "Can I add a child to a family group",
  "Can we message /chat each other on BHIM app",
  "Can each member use their own payment method",
  "Can I link my famiy group to external wallets or payment systems",
  "Do we share the same bank account for payment",
  "1.what is the BHIM-UPI family circle?\n2.how to share upi id with family numbers?",
  "Can I categorize expenses by family member",
  "Can I setup notifications for famliy spending",
  "\n2.how many members can added in the family",
  "Can I organize transaction by family members",
  "\n\nQ2. Where can i find the family list?",
  "How can I revoke access for a family member?",
  "Will removing family member be notified if I remove from",
  "Can I remove multiple family at once ?",
  "\n3. how many persons can we add into BHIM App feature?",
  "How do we define fixed vs. variable bills",
  "What types of bills is consider in family bill section?",
  "What Kind of reward can I earn from referrals?",
  "1. How much do I earn for referrals?\n\n",
  "Can I send someone a referral code?",
  "Where do I put referral code while signing up",
  "Is there a time limit for app purchase?",
  "Why didn't I receive a referral bonus",
  "Can duplicate sign up affect referral tracking?",
  "How long does it take for referrals to be confirmed?",
  "1. Cani i refer someone outside my region and still earn cashback\n2. How many referrals do i need for cashback",
  "How long does it take for a referral cashback ?",
  "How long do I have to wait for cashback to appear?",
  "How long does a referred user need to stay active?",
  "Who is eligible for instant gratification on BHIM?",
  "Does app version affect instant rewards?",
  "what are the conditions for receiving instant rewards?",
  "Is there any limit that how many times will I get the instant rewards?",
  "Do I need to activate mandate feature?",
  "How are mandates different from UPI collect",
  "Can I have multiple mandates at the same time ?",
  "Can merchant change the mandate I have created?",
  "Can BHIM mandate save time for monthly",
  "\n2.why iam getting mandate active error?",
  "how can I check if my new mandate is created?",
  "Can third party app mandates show up in BHIM?",
  "Can I set-up a one time payment mandate in BHIM?",
  "Can I skip a scheduled mandate in BHIM?",
  "Can I set different amounts for different payment cycle in a mandate ?",
  "Can I choose a excat time for mandate debit",
  "Can I see a timeline of all mandate debits ?",
  "How do I link my debit card to set up a BHIM mandate",
  "Can I revoke a one time mandate",
  "Is there a time window to cancel a mandate before it runs ?",
  "will uninstalling BHIM cancel active mandates",
  "Is GST applicable on UPI mandate services ?",
  "Are there any expired pending mandates",
  "How to see only mandates in progress?",
  "How are international transactions handled under e-mandates?",
  "Can e-Mandate be set up without customer consent",
  "Do I need a demat account for IPO through UPI",
  "Is KYC required to apply for IPO?",
  "1. What happens if i dont receive a confirmation after placing my bid\n2. Is there an option to view all bids ive placed in the past",
  "What happens after I approve the UPI IPO submission",
  "1 . what is IPO ?\n2 . What to do if request for approval is not working ?",
  "How long does it take for the IPO request to show up in BHIM?",
  "What if my bank isnt supporting IPO mandates on BHIM?",
  "Is it normal for IPO request to appear late",
  "How to regenerate an IPO mandate for BHIM",
  "\n2. where can i check allotment status",
  "What methods are available to check IPO allotment status?",
  "How do I know if my application for the ipo has been accepted or rejected",
  "how long after IPO close date should I check for allotment?",
  "How Do I know if te IPO allotment amount has been deducted from my account",
  "Does the UPI allotment process depend on the timing of UPI mandate approval",
  "Will I receive a reminder to approve the UPI amndate before it expires for an IPO ?",
  "1.How long does it take for IPO to get approved.?\n\n2. how do i know if my IPO is rejected.?",
  "1.what is ipo in bhim app ?\n2.How does ipo works on bhim app ?\n3.what is Ipo ?",
  "Which bank allows IPO mandate creation through BHIM?",
  "Are Small finance banks supported in BHIM UPI IPO bids",
  "Do Public and private sector banks both work with BHIM or IPOs",
  "What if my BHIM bank account name doesn’t match my demat account ?",
  "1.What happens if I dont approve IPO request?\n2.How Can I remove IPO mandate?",
  "Can I approve the IPO mandate after the application deadline",
  "1. Is UPI PIN Mandatory for UPI payments?\n\n2. upi pin mandatory for all bill payments also ?\n\n3. why not required upi pin for upi lite transactions. ",
  "Is the UPI PIN a part of the KYC process?",
  "Is UPI PIN setup require internet",
  "How long does it take to set up a UPI PIN",
  "Does UPI PIN expire or stay permanent?",
  "where are collect payments present ?",
  "what happens if i accidentally approve a collect payment from unknown sender ?",
  "1 . what is approved collect requests ?\n2 . what is pay section ?",
  "1. Does intent works like collect request.\n\n2. Using intent is there any advantage to the merchant.",
  "how do I initiate a payment using intent method.",
  "how do I approve upi payment triggered via intent/",
  "Is it mandatory to enter UPI pin for intent payments",
  "how is user consent handled in UPI intent payment flows",
  "\n3.how do i remove a upi circle account ?\n4.how many people can i add as a secondary account ?\n5.what is an primary user ?\n12.what if the primary user doesnt have money in his account ?",
  "can I join a UPI circle if someone invites me",
  " \n\n3. How can i see transaction history in bhim app of secondary user?",
  "how is primary user different from other members in UPI circle.",
  "\n2.how to delete upi circle?",
  "is UPI circle same as favourites",
  "why havent I received approval request in UPI circle.",
  "how do I trouble shoot a missing approval request in upi circle",
  "is there a delay in receiving approval request in upi circle.",
  "what could be the reason for not receiving approval request in UPI circle.",
  "1.Do we have any option to add the secondary user without bhim register ?\n\n2.How to add secondary user who doesn't have bhim?",
  "Is bhim required to add someone as secondary user.",
  "1. What transactions can I do using my linked RuPay credit card on BHIM?\n\n2. why P2P transaction not allow to do my linked Rupay credit card on BHIM ?\n\n3. where can we Set up auto-pay mandates to rupay card ?",
  "14.what is the transaction limit in partial type?",
  "1.does rupay credit card charges on upi?\n2.what is rupay cc?",
  "1.how to pay credit card bill on BHIM?\n2.How many rupay credit cards can i add on BHIM ?",
  "is there a way to split  past rupay credit card payment unto EMI.",
  "1.How can I view all my active EMIs?\n\n?",
  "How do I check the status of my ongoing EMI payments.",
  "1.How can I foreclose an EMI?\n",
  "can I pay off my EMI early",
  "is it possible to terminate my EMI plan ahead of time",
  "in which section I can doreclose my EMI",
  "disadvantages of upi",
  "what information is required when reporting a UPI transactions issue.",
  "what are necessary inputs for submitting a UPI transaction.",
  "1. Will I get refund if my UPI transaction gets failed.\n\n2. Can I use UPI help for any transaction issues on BHIM app",
  "do I need to provide adhar details for upi complaint",
  "\n2.can we make transactions without upi id ?\n3.how does an upi id looks , help me with an example ?\n",
  "how many characters are in upi number.",
  "\n2.can i use my email id as upi id?",
  "Are there any specific format required for creating UP number",
  "What are rules for setting up a UPI number.",
  "1.what is upi 10 digit number?\n2.where do i find my upi number?",
  "Is it any risk to share my UPI number with unknown merchants?",
  "Will sharing my UPI number compromise my personal identity?\n ",
  "\n\n2. With one mobile number how many time can we create the upi mapper\n\n3. what is the process to delete the upi mapper and one we delete the upi mapper can we create the same upi mapper",
  "Can I link my UPI ID to a new\nUPI app?",
  "Does deregistering a UPI ID affect\nmy ability to send or receive money?",
  "After deleting my UPI ID, can I still use\nUPI with another handle?",
  "what happens to my bank account\n after UPI ID deregistration?",
  "1. How do i disable dark mode\n",
  "Does switching to light mode affect\nbattery life?",
  "Is there a diiference between app\nlevel and system-wide dark mode?",
  "1 . in My fastag amount has been not added ?\n2 . where can I find rechange Balance for fastag ?",
  "Can I recharge my FASTag using a\n credit card on BHIM app?",
  "How do I check my FASTag balance\nbefore recharging?",
  "Can I setup auto-recharge for my\nFASTag accoont ?",
  "Can I recharge someone else's FASTag\nusing my account?",
  "Can I make offline payments using UPI lite on BHIM?",
  "Are UPI lite transactions faster than\nregular UPI payments?",
  "How do I check my UPI lite balance\nafter making a payment?",
  "Can I receive only successful transaction\nnotifications and mute failed ones?",
  "Can I get transaction notifications only\n through SMS or email instead of\n push notifications?",
  "Are transaction alerts enabled by\n default in payment apps?",
  "What should I do if a transaction is\nmissing from my BHIM history ?",
  "Can I get a receipt or reference\nnumber for a transaction from\nBHIM ?",
  "\n2.where can i check my added bank accounts in app?",
  "How do I know if my BHIM app is up to\ndate",
  "Can I roll back to a pervious version of the BHIM app?",
  "How do I get notified about BHIM\nversion updates?",
  "Can I see what's new in the latest\nBHIM app release?",
  "Can I track my support requests or\ntickets in BHIM?",
  "How long does BHIM take to respond\nto support queries?",
  "Can I submit feedback or suggestions\nthrough BHIM support?",
  "Can I set alerts for low UPI lite\nbalance ?",
  "Where is the UPI lite balance displayed\nin the app home screen?",
  "1.How can we Create the upi lite\n\n",
  "Do failed UPI lite transactions appear\nin the history ?",
  "Can I share or forward my UPI lite transaction\ndetails?",
  "Can I reactivate UPI lite after disabling\nit?",
  "Can I use regular UPI if UPI Lite is\ndisabled?",
  "How long does it take to get a refund\nfor a failed UPI Lite payments?",
  "where can I track the status of a refund request\nin UPI lite?",
  "1. How do I disable fingerprint login in the BHIM app?",
  "Why is the fingerprint option not\nshowing in my BHIM app?",
  "1. In bhim is there any option to check the blocked contact ?",
  "what happens when I block someone\non a UPI app?",
  "How do I know if someone has blocked my UPI ID?",
  "\n2.How do i stop UPI scams",
  "How do I identify a fake or scam UPI\nrequest ?",
  "Are there penalties for sending fake UPI request?",
  "How do I activate app lock on my BHIM\nUPI  application ? ",
  "can I user face recognition for app lock\nin BHIM?",
  "1. what are the disadvantages of sharing qr code\n",
  "Can I edit my qr code before sharing it on\nwhatsapp?",
  "1. I have sent incorrect payment, can you cancel and refund the amount back.\n\n2. Is there any option to cancel the payment which was initiated by me",
  "what happens if I cancel a UPI payment\nrequest?",
  "Can I resend a payment request after\ncanceling the original one ?",
  "Is there a penalty if FASTag fails and I\npay cash instead ?",
  "where is the option to save my QR\ncode as an image?",
  "Can I create multiple QR code for the\nsame UPI ID ?",
  "Can I customize my QR code with a logo\nor business name ?",
  "\n2.where can i find upi lite enable option in bhim app ?",
  "Do I need to contact customer support\nto deactivate BHIM?",
  "How long does it take to complete the\nBHIM deregistration process?",
  "It is possible to change my registered mobile\nnumber on BHIM without deregistering ?",
  "Is SMS balance check avaialble through\nBHIM?",
  "Why is the balance option disabled or\ngreyed out in BHIM?",
  "1.what is time to expect reply for the email?\n2.I can reply directly to email of bhim?",
  "Can I send multiple complaints to the\nBHIM support email ?",
  "Do I need to register on the BHIM app to send a\ncomplaints email?",
  "1.I have filed a complaint 7 days ago but no sign of refund.",
  " Is there a time limit within which refunds\nare processed after a UPI failure ?",
  "Will I be notified once the refund is\nprocessed ?",
  "Is it possible to search for UPI- enabled\n merchants nearby?",
  "Can I use any UPI app to sacn a merchnats QR\ncode?",
  "1.Do we have any collect request option to creat?\n\n2. What is the use of to create collect request ?",
  "Can I send a collect request to someone\nnot on my contact list?",
  "\n2. why i need to check which device is login",
  "Does BHIM notify me when my account is\naccessed from a new device ?",
  "Can I see the last login time and\ndevice details in BHIM ?",
  "Are multiple logins on different devices\nallowed in BHIM?",
  "Is there an option in BHIM to manage trusted\ndevices ?"
]